Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: “I am eagerly awaiting the result of the first exploration well,” she says.
nb: - Jeg venter spent på resultatet fra første letebrønn, sier hun.

source: Three production licences have been awarded in the new area in the southeastern Barents Sea.
nb: Det er tildelt tre utvinningstillatelser i det nye området sørøst i Barentshavet.

source: The authorities have prepared binding work programmes that include a requirement for four exploration wells within three years in the three production licences in the southeastern Barents Sea.
nb: Myndighetene har utformet forpliktende arbeidsprogram som blant annet innebærer krav om fire letebrønner innen tre år i de tre utvinningstillatelsen i Barentshavet sørøst.

source: The exploration director is hopeful that the first exploration well will be in place as early as next year.
nb: Letedirektøren har tro på at vi kan få den første letebrønnen allerede til neste år.

source: In addition to the three production licences in the southeastern Barents Sea, Sissel Eriksen mentions the new blocks awarded in the area surrounding the Alta and Wisting discoveries, with a view to strengthen the resource base for future developments.
nb: I tillegg til de tre utvinningstillatelsene i Barentshavet sørøst, trekker Sissel Eriksen fram tildeling av nye blokker i områdene rundt Altafunnet og Wistingfunnet med tanke på å styrke ressursgrunnlaget for framtidige utbygginger.

source: She also emphasises that the areas awarded are important in the search for more knowledge about the Barents Sea generally, for the benefit of further exploration of the area.
nb: Hun understreker også at områdene som er tildelt er viktige for å øke kunnskapen om Barentshavet generelt til fordel for videre utforskning av havområdet.

source: Preparations for the 23rd licensing round began on 28 August 2013, when the Ministry of Petroleum and Energy invited the oil companies to nominate blocks they thought should be included in the announcement.
nb: Forberedelsen til 23. konsesjonsrunde startet 28. august 2013 da Olje- og energidepartementet inviterte oljeselskapene til å nominere blokker de mente burde være med i utlysningen.

source: The round was announced on 20 January 2015, with deadline for applications on 2 December.
nb: Runden ble utlyst 20. januar 2015, med søknadsfrist 2. desember.

source: Contact person in the Norwegian Petroleum Directorate:
nb: Kontaktperson i Oljedirektoratet:

source: Mark your calendars for Tuesday, 13 December.
nb: Sett av tirsdag 13 desember.

source: The target group for the course includes members of the licence committees for exploration and fields, other specialists and regulatory liaisons in the oil companies.
nb: Målgruppe for kurset er medlemmer i lisenskomiteene for leting og felt, andre fagfolk og myndighetskontakter i oljeselskapene.

source: The goal of the course is to refresh knowledge about the NPD’s roles and tasks in relation to the industry.
nb: Målet med kurset er å friske opp kunnskapen om ODs roller og oppgaver i forhold til næringen.

source: A programme for the day with registration info will be published on npd.no in early November.
nb: Program for dagen med påmelding vil bli lagt ut på npd.no tidlig i november.

source: The course is in Norwegian, but an English course will be scheduled in the spring.
nb: Kurset er på norsk, men det vil bli satt opp et kurs på engelsk til våren.

source: Wellbore 15/5-7A will be drilled from the drilling facility Songa Dee at position 59°19’40.4’’ North and 01°50’17.1’’ East following the completion of the drilling of wildcat well 16/1-12 for Lundin Norway AS in production licence 338.
nb: Brønnbane 24/9-9 S skal bores fra boreinnretningen Songa Dee i posisjon 59°19’40.4’’ Nord og 01°50’17.1’’ Øst etter at boringen av undersøkelsesbrønn 16/1-12 for Lundin Norway AS i utvinningstillatelse 338 er avsluttet.

source: The drilling program for wellbore 24/9-9 applies to drilling of a wildcat well in production licence 340.
nb: Boreprogrammet for brønnbane 24/9-9 S gjelder boring av undersøkelsesbrønn i utvinningstillatelse 340.

source: Marathon Petroleum Norge AS is the operator with an ownership interest of 65 per cent.
nb: Marathon Petroleum Norge AS er operatør med 65 prosent andel.

source: ConocoPhillips and Lundin are licensees, with 20 per cent and 15 per cent respectively.
nb: ConocoPhillips og Lundin er rettighetshavere med andeler på henholdsvis 20 prosent og 15 prosent.

source: The area in this licence is composed of the south-western part of block 24/9.
nb: Arealet i denne tillatelsen består av sørvestlige del av blokk 24/9.

source: The well will be drilled about 25 km south of the Alvheim field in middle part of the North Sea.
nb: Brønnen blir boret om lag 25 km sør for Alvheimfeltet i midtre del av Nordsjøen.

source: Production licence 340 was awarded on 17 December 2004 (APA 2004).
nb: Utvinningstillatelse 340 ble tildelt 17. desember 2004 (TFO2004).

source: This is the first well to be drilled in this licence.
nb: Dette er den første brønnen som bores i tillatelsen.

source: The IOR prize is a recognition of creativity, steadfastness and willingness to take risk when it comes to using methods and technology that could improve oil recovery beyond what can be expected with existing plans and methods.
nb: IOR-prisen er en anerkjennelse for kreativitet, standhaftighet og risikovilje når det gjelder å ta i bruk metoder og teknologi som kan øke oljeutvinningen utover det som kan forventes med gjeldende planer og metoder.

source: “The courage to use new technology has been hugely significant.
nb: «Mot til å ta i bruk ny teknologi har hatt enorm betydning.

source: Since the oil activities started, the Norwegian shelf has been a laboratory for testing new solutions,” says Director General Bente Nyland.
nb: Norsk sokkel har, siden oljevirksomheten startet, vært et laboratorium for å teste nye løsninger, sier oljedirektør Bente Nyland.

source: She points out that we too easily forget that it is often seemingly small components that can make a difference, in contrast to the more spectacular.
nb: Hun påpeker at vi har litt lett for å glemme at det ofte er tilsynelatende små komponenter som kan gjøre en forskjell satt opp mot det mer spektakulære.

source: “Technological innovations can allow us to develop more discoveries – but also to recover even more oil from fields that are already operating.”
nb: «Teknologiske nyvinninger kan bidra at vi får bygd ut flere funn – men også til at vi får enda mer olje ut av felt som er drift.»

source: Send suggested candidates – with a short description and contact person – to IOR-Award@npd.no.
nb: Forslag til kandidater – med en kort begrunnelse og kontaktperson – kan du sende til epostadressen IOR-Award@npd.no.

source: The deadline is 1 March.
nb: Fristen er 1. mars.

source: The prize will be awarded during ONS in Stavanger in August.
nb: Prisen deles ut under ONS i Stavanger i august.

source: Award criteria
nb: Tildelingskriterier

source: The prize is awarded for bold actions such as:
nb: Prisen deles ut for tiltak der det er vist stort mot gjennom:

source: - implementing new technology - applying established technology in new ways - innovative work methods/processes - significant efforts in realising the value potential in improved recovery
nb: - implementering av ny teknologi - anvendelse av etablert teknologi på en ny måte - nyskapende arbeidsmetoder/-prosesser - betydelig satsing på å realisere verdipotensialet i økt utvinning

source: Read more about previous winners >>
nb: Les mer om tidligere prisvinnere >>

source: Director General Bente Nyland presented the award to Martin Landrø during an event at ONS 2014 in Stavanger.
nb: Oljedirektør Bente Nyland overrakte prisen til Martin Landrø under et arrangement på ONS 2014 i Stavanger.

source: Since 1990, total resources, including the estimate for undiscovered resources, have increased by more than 40 per cent.
nb: Siden 1990 har de totale ressursene, inklusiv anslaget for uoppdagede ressurser, økt med over 40 prosent.

source: In fact, more resources than we expected overall in 1990 have been proven, and there is still a lot left to find.
nb: Faktisk er det nå påvist mer ressurser enn vi forventet i 1990, og det er fortsatt mye igjen å finne.

source: In order to extract all the values, the industry must cooperate on utilising the infrastructure that exists and use the available technology.
nb: For å få ut alle verdiene, må næringen samarbeide om å utnytte infrastrukturen som finnes og ta tilgjengelig teknologi i bruk.

source: “We have been producing oil and gas in Norway for nearly 50 years and we are still not halfway done.
nb: «I Norge har vi produsert olje og gass i snart 50 år og vi er fortsatt ikke halvveis.

source: Vast volumes of oil and gas have been discovered on the Norwegian shelf that are still waiting to be produced.
nb: Det er funnet enorme mengder olje og gass på norsk sokkel som fortsatt venter på å bli produsert.

source: We want companies with the ability and willingness to utilise new knowledge and advanced technology.
nb: Vi ønsker selskaper med evne og vilje til å ta i bruk ny kunnskap og avansert teknologi.

source: This will yield profitable production for many decades in the future,” says Ingrid Sølvberg, Director of development and operations in the Norwegian Petroleum Directorate.
nb: Det vil gi lønnsom produksjon i mange tiår framover,» sier Ingrid Sølvberg, direktør for utbygging og drift i Oljedirektoratet.

source: At the turn of the year, there were 77 discoveries on the Norwegian shelf that are being considered for development.
nb: Ved årsskiftet var det 77 funn på norsk sokkel som nå blir vurdert bygd ut.

source: Most are located in the North Sea, and the largest are in the Barents Sea.
nb: De fleste ligger i Nordsjøen, og de største ligger i Barentshavet.

source: The resources in these discoveries amount to 700 million Sm3 o.e.
nb: Ressursene i disse funnene utgjør 700 millioner Sm3 o.e.

source: In addition, nearly 850 million Sm3 o.e. can be produced through improved recovery measures, as much as the total production from the Statfjord field since its start-up in 1979.
nb: I tillegg kan nær 850 millioner Sm3 o.e. produseres gjennom tiltak for økt utvinning, like mye som den totale produksjonen fra Statfjord-feltet siden oppstarten i 1979.

source: This presumes that the companies will make investment decisions for projects that have already been identified.
nb: Dette forutsetter at selskapene tar investeringsbeslutninger for prosjekter som allerede er identifisert.

source: The Norwegian Petroleum Directorate has also identified a technical potential for substantial volumes of oil and gas.
nb: Oljedirektoratet har nå også kartlagt et teknisk potensial for betydelige mengder olje og gass.

source: Through using advanced methods for enhanced oil recovery (EOR), volumes in the scope of 320 – 860 million Sm3 of oil could be recovered.
nb: Gjennom å bruke avanserte metoder for økt utvinning (EOR), kan det utvinnes i størrelsesorden 320 – 860 millioner Sm3 olje.

source: Furthermore, there are vast volumes of oil and gas in tight reservoirs that could be recovered using new technology.
nb: Dessuten er det betydelige mengder olje og gass i tette reservoarer som kan utvinnes ved å ta i bruk ny teknologi.

source: “The authorities expect that all resources that contribute to values for society will be produced, not just the ‘easy barrels’.
nb: «Myndighetene forventer at alle ressurser som bidrar til verdier for samfunnet blir produsert, ikke bare de «enkle fatene».

source: This requires us to maintain strong expert communities and develop and apply new technology,” Sølvberg says.
nb: Dette krever at vi opprettholder sterke fagmiljøer og utvikler og anvender ny teknologi,» sier Sølvberg.

source: “The Norwegian shelf has been a laboratory for testing new technology.
nb: «Norsk sokkel har vært et laboratorium for testing av ny teknologi.

source: We now need to become leaders with regard to using the technologies that have been developed.
nb: Nå må vi bli ledende på å ta i bruk teknologiene som er utviklet.

source: We have a strong offshore technology environment in Norway.
nb: Vi har et sterkt offshore teknologimiljø i Norge.

source: Let’s make sure this is also maintained in the future.”
nb: La oss sikre at det blir opprettholdt også i framtiden.»

source: Sølvberg emphasises that “the Norwegian petroleum industry needs ambitious engineers and visionary leaders that can maintain the Norwegian shelf’s strong position within development and use of new and advanced offshore technology through good cooperation between oil companies, suppliers and the authorities.”
nb: Sølvberg understreker at «Norsk petroleumsnæring trenger ambisiøse ingeniører og visjonære ledere som gjennom godt samarbeid mellom oljeselskap, leverandører og myndigheter kan opprettholde norske sokkels sterke posisjonen innen utvikling og bruk av ny og avansert offshoreteknologi.»

source: The 2017 Resource report for fields and discoveries will be published exclusively digitally for the first time.
nb: Ressursrapport for felt og funn 2017 publiseres for første gang utelukkende digitalt.

source: Link to the report >>
nb: Lenke til rapport >>

source: In this round, 102 blocks/parts of blocks will be announced, divided among 9 in the Norwegian Sea and 93 in the Barents Sea.
nb: I denne runden lyses det ut 102 blokker/deler av blokker, fordelt på 9 i Norskehavet og 93 i Barentshavet.

source: “The Norwegian Petroleum Directorate’s analyses show that the greatest undiscovered resource potential on the Norwegian shelf is in the Barents Sea.
nb: «Oljedirektoratets analyser viser at det største uoppdagede ressurspotensialet på norsk sokkel er i Barentshavet.

source: It is therefore important to facilitate acreage for petroleum activities in this sea area,” says Sissel Eriksen, exploration director.
nb: Det er derfor viktig å tilrettelegge areal for petroleumsvirksomhet i dette havområdet,» sier Sissel Eriksen, direktør for leting.

source: “The interest there is substantial, which is reflected by the fact that 2017 will be a record-year with regard to exploration wells drilled in the Barents Sea.
nb: «Interessen der er stor, noe som gjenspeiles i at 2017 blir et rekordår med tanke på letebrønner boret i Barentshavet.

source: Several of these will also be significant for the blocks now being announced in the 24th round,” says Eriksen.
nb: Flere av disse vil også ha betydning for blokkene som nå lyses ut i 24 runde,» kommenterer Eriksen.

source: In addition to the many exciting areas in the Barents Sea, several attractive areas in the Norwegian Sea will also be announced in this round.
nb: I tillegg til de mange spennende områdene i Barentshavet er det også flere attraktive områder i Norskehavet som lyses ut denne gangen.

source: “This licensing round will contribute to maintaining a high activity level and we look forward to the results in the years to come.”
nb: «Denne konsesjonsrunden bidrar til å holde aktivitetsnivået oppe, og vi ser fram til resultatene i årene som kommer.»

source: The Government aims to award new production licences in the first half of 2018.
nb: Regjeringen tar sikte på tildeling av nye utvinningstillatelser første halvdel av 2018.

source: 24th licensing round - announcement >>
nb: 24. konsesjonsrunde - utlysning >>

source: Wellbore 6607/2-1 will be drilled from the Transocean Leader drilling facility at the following position coordinates: 66° 49' 20,18” North and 7° 22' 15,50” East.
nb: Brønnbane 6607/2-1 skal bores fra boreinnretningen Transocean Leader i posisjon 66° 49' 20,18” nord og 07° 22' 15, 50” øst.

source: The drilling programme for wellbore 6607/2-1 applies to drilling of a wildcat well in a production licence.
nb: Boreprogrammet for brønnbane 6607/2-1 gjelder boring av en undersøkelsesbrønn.

source: The area in this production licence encompasses the following blocks 6607/1, 6607/2 and 6607/4 in the northern part of the Northern Sea southeast of the gas discovery 6707/10-1.
nb: Arealet i denne utvinningstillatelsen består av blokkene 6607/1, 6607/2 og 6607/4 og ligger i nordlig del av Norskehavet sørøst for gassfunnet 6707/10-1.

source: The production licence was awarded in the 18. licensing round in 2004.
nb: Utvinningstillatelsen ble tildelt i 18. tildelingsrunde i 2004.

source: Well 6607/2-1 is the first wildcat well in this production licence.
nb: Brønn 6607/2-1 er den første letebrønnen i denne utvinningstillatelsen.

source: This was production well 31/2-Y-21 AY2H on the Troll field in the North Sea.
nb: Det var produksjonsbrønn 31/2-Y-21 AY2H på Troll-feltet i Nordsjøen.

source: All wildcat and production wells drilled on the Norwegian shelf since 1966 have been registered in the Fact Pages with wellbore designation and well ID.
nb: Alle undersøkelses- og produksjonsbrønner som er boret på norsk sokkel siden 1966 er registrert på faktasidene med brønnbanebenevnelse og brønn-ID.

source: The Troll well was assigned number 6000 in this overview.
nb: Det er på denne oversikten Troll-brønnen har tikket inn som nummer 6000.

source: Scientific wells and shallow drilling activity are not included in this list.
nb: Vitenskapelige brønner og grunne boringer er ikke med på denne lista.

source: The NPD's Core Store includes core and cuttings samples from virtually all exploration wells drilled, in addition to all cores and substantial volumes of cuttings from all producing fields.
nb: I ODs steinlager er det prøver fra borekjerner og kaks fra så godt som alle letebrønner som er boret, i tillegg finnes alle kjerner og mye borekaks fra samtlige produserende felt.

source: This is all accessible to the general public.
nb: Alt dette er tilgjengelig for allmennheten.

source: The same applies for information about e.g. pressure, temperature, porosity and permeability in the wells.
nb: Det samme er informasjon om for eksempel trykk, temperatur, porøsitet og permeabilitet i brønnene.

source: "The companies should not compete for raw data.
nb: «Selskapene skal ikke konkurrere om rådata.

source: Many come to study cross-sections of core samples, often in connection with applications for Awards in Predefined Areas (APA) or ordinary licensing rounds.
nb: Mange kommer for å studere utsnitt av borekjerner, ofte i forbindelse med søknader til Tildeling i forhåndsdefinerte områder (TFO) eller ordinære konsesjonsrunder.

source: Today, there is a six-week waiting list for such visits.
nb: I dag er det seks ukers ventetid for slike besøk.

source: "For example, once Johan Sverdrup (previously Aldous/Avaldsnes) was proven in 2010, there was considerable interest in examining cores from the discovery well," says data steward Per Henning Sæle in the NPD.
nb: «Etter at Johan Sverdrup (tidligere Aldous/Avaldsnes) ble påvist i 2010, var det for eksempel stor rift om å undersøke kjerner fra funnbrønnen,» opplyser dataforvalter Per Henning Sæle i OD.

source: Others want to do more than just look, they want physical samples from fluids, cuttings or cores.
nb: Andre vil mer enn å bare se, de vil ha fysiske prøver fra væsker, borekaks eller kjerner.

source: They must submit a well-substantiated application with a project description, issue, what they will be using the interpretation for and how much material they think they need.
nb: De må sende en godt begrunnet søknad med en prosjektbeskrivelse, problemstilling, hva de skal bruke tolkningen til og hvor mye materiale de mener de trenger.

source: "The NPD's sample release committee, which consists of four geologists, considers applications each week, including how much material the applicant will receive.
nb: «ODs frigivningskomite, som består av fire geologer, vurderer søknader hver uke, også hvor mye materiale søkeren skal få.

source: Normally, we aren't talking about more than a few grams," says Robert Williams.
nb: Det er vanligvis ikke snakk om mange grammene,» sier Robert Williams.

source: Whereas cores and physical samples end up in storage, key data is registered and published on the Fact Pages.
nb: Mens kjerner og fysiske prøver havner på lager, registreres nøkkeldata som legges ut på faktasidene.

source: Reports and logs are entered into the Diskos database, which is a national repository for exploration and production information from the Norwegian shelf.
nb: Rapporter og logger legges inn i Diskos-databasen, som er et nasjonalt datalager for lete- og utvinningsinformasjon fra norsk sokkel.

source: The Diskos group currently comprises more than 50 members (oil companies).
nb: Diskos-gruppen teller i dag over 50 medlemmer (oljeselskap).

source: Diskos also includes more than 20 associated members (non-oil companies and Norwegian universities).
nb: I tillegg har Diskos over 20 assosierte medlemmer (ikke-oljeselskap og norske universiteter).

source: The NPD has core samples from all exploration and production wells drilled on the Norwegian shelf.
nb: OD har kjerneprøver fra alle lete- og produksjonsbrønner som er boret på norsk sokkel.

source: Read more >>
nb: Les mer >>

source: Byrding is an oil and gas field located in block 35/11.
nb: Byrding er et olje- og gassfelt som ligger i blokk 35/11.

source: The field is developed with a two-branched well drilled from an available slot on the existing subsea template at Fram H-Nord.
nb: Feltet er bygd ut med en togrensbrønn boret fra en ledig slisse på den eksisterende havbunnsrammen på Fram H-Nord.

source: “It is very positive that Byrding has now been developed and has started to produce.
nb: «Det er svært positivt at Byrding nå er bygd ut og satt i produksjon.

source: This contributes to value creation, both for society and for the licensees,” says Arvid Østhus, the Norwegian Petroleum Directorate’s assistant director for the northern North Sea.
nb: Det bidrar til å skape verdier både for samfunnet og rettighetshaverne,» sier Arvid Østhus, underdirektør for nordlige Nordsjøen i Oljedirektoratet.

source: He also emphasises the importance of efficient utilisation of existing infrastructure, and notes the good and positive cooperation by the companies which has resulted in a good development solution.
nb: Han understreker videre viktigheten av at eksisterende infrastruktur her blir utnyttet effektivt og at selskapene har samarbeidet godt for å få utviklet en god løsning.

source: The Byrding field is located in production licence 090 B.
nb: Byrding-feltet ligger innenfor utvinningstillatelse 090 B.

source: Topics: Development and operations | Production Licences
nb: Tema: Utbygging og drift | Utvinningstillatelser

source: The Norwegian Petroleum Directorate has recently mapped the eastern part of the northern Barents Sea – an area of about 170,000 square kilometres, 10,000 square kilometres larger than the Norwegian part of the North Sea.
nb: Oljedirektoratet har nylig kartlagt den østlige delen av Barentshavet nord – et område på om lag 170.000 kvadratkilometer, 10.000 kvadratkilometer større enn den norske delen av Nordsjøen.

source: A large part of this is located in the previously disputed area, and most of the new information has been collected after the demarcation line agreement with Russia entered into force in the summer of 2011.
nb: En stor del av dette ligger i det tidligere omstridte området, og mesteparten av den nye informasjonen er samlet inn etter at delelinjeavtalen med Russland trådte i kraft sommeren 2011.

source: The share of undiscovered resources in the Barents Sea has thus been increased from 50 to nearly 65 per cent of the total undiscovered resources on the Norwegian shelf.
nb: Andelen uoppdagede ressurser i Barentshavet er dermed oppjustert fra 50 til nesten 65 prosent av de totale uoppdagede ressursene på norsk sokkel.
